a
aaaaaahhh
able
aboard
about
above
absolutely
accident
across
act
actually
added
afraid
after
afternoon
again
against
ago
agreed
ah
ahead
air
airplanes
alarm
albert
alice
alive
all
alligator
allowed
almost
alone
along
aloud
already
also
always
am
amazing
ambulance
among
amos
an
and
angelina
angry
animal
animals
anna
anne
annie
another
answer
answered
answers
anthony
any
anybody
anymore
anyone
anything
anyway
anywhere
apart
apartment
aphids
appeared
apple
apples
apron
aquarium
are
aren
arf
arm
arms
arnie
around
arranged
arrived
arthur
as
ask
asked
asking
asks
asleep
at
ate
attention
aunt
aunts
australia
author
automobiles
awake
away
awful
b
ba
babar
babies
babushka
baby
back
backed
backhome
backyard
bad
bag
bake
baked
baker
bakery
balance
ball
balloon
balloons
balls
banderilleros
bang
banged
bank
bapa
bar
barber
bark
barn
basket
bat
bath
bathroom
bats
be
beach
beacon
beans
bear
bears
beat
beautiful
became
because
become
becoming
bed
bedroom
beds
bedtime
bee
been
beep
beezle
before
began
beginning
behind
beige
being
believe
bell
bells
belly
below
bent
berenstain
berries
beside
besides
best
bet
better
between
beyond
bicycle
big
bigger
biggered
biggering
biggest
bike
bikes
bill
bing
bingo
bird
birds
birthday
bit
bite
black
blackberries
blah
blanket
blankets
blew
blink
block
bloomed
blow
blowing
blows
blue
blueberries
blueberry
boat
boil
boiled
bones
book
books
boom
boots
boring
born
both
bottle
bottom
bottomed
bought
bouquet
bow
bowl
box
boxes
boy
boys
brain
brains
brake
brakes
branch
branches
brand
bread
breaded
break
breakfast
breath
breeze
bridges
bright
bring
broke
broken
brother
brothers
brought
brown
brrm
bruin
brush
brushed
bug
bugs
build
building
buildings
built
bull
bulls
bumble
bump
bumped
bumps
bumpy
bunch
bunny
burnt
bus
bushes
business
buster
busy
but
butt
butter
butterfly
button
buttons
buy
buying
by
bye
c
cabbages
cadet
cage
cake
cakes
calf
call
called
calling
calls
calm
came
camilla
can
candy
cannon
cannot
cans
cap
cape
caps
car
cardboard
care
careful
carefully
carle
carried
carrot
carry
carrying
cars
cart
case
castle
cat
catch
caterpillar
cats
cattle
caught
caw
ceiling
celery
celeste
cellar
center
cents
cereal
certainly
chair
chairs
chance
chances
change
changed
changing
charley
charlie
checked
cheer
cheese
chest
chewandswallow
chewed
chica
chicka
chicken
child
children
chin
chocolate
choice
choo
choose
choppa
chopped
chopping
chores
chose
chosen
christmas
chrysanthemum
chud
chug
chugga
chugging
churn
circle
circles
circus
cities
city
clack
clancy
clang
clap
class
classroom
clavel
claws
clean
clear
cleared
clearing
click
clickety
clifford
climb
climbed
climber
climbing
clock
close
closed
closer
closet
clothes
clouds
clover
clown
clump
coconut
cold
color
colored
coloring
colors
come
comes
comfortable
coming
commuter
completely
conductor
cone
confused
congratulations
considerate
cook
cooked
cookie
cookies
cool
corduroy
cork
corn
cornelius
corner
costumes
cottontail
could
couldn
count
country
countryside
course
cousin
cousins
cover
covered
covers
cow
cows
cozy
crack
cracked
crash
crawled
crayon
crayons
crazy
cream
cried
cries
cross
crowd
crowded
crown
crunch
cry
crying
cubs
cup
cure
curious
curls
custard
customers
cut
cute
cutlets
cyril
d
dad
daddy
daisies
daisy
dance
danced
dancing
dare
dark
darling
david
day
days
dead
dear
dearest
decide
decided
decker
deep
delicious
den
dentist
department
desk
did
didn
died
different
difficult
dig
digging
digs
ding
dinner
dinners
dinosaur
dinosaurs
dirt
dirty
disappear
disappeared
discovered
dish
dishes
distance
disturb
diver
do
doctor
does
doesn
dog
dogs
doing
dolls
don
done
dong
donkey
door
doors
double
doughnut
doughnuts
down
downstairs
dozing
dr
dragon
dragons
drank
draw
drawing
dreadful
dream
dreamed
dreaming
dreams
dress
dressed
dresses
drew
drink
drive
driver
drives
driving
drop
dropped
dropping
drove
dry
duck
duckling
ducklings
ducks
dug
dump
duncan
during
dust
e
each
eager
eagle
ear
early
ears
earth
east
easy
eat
eaten
eating
eats
ed
eddie
edge
egg
eggs
eight
either
electric
elephant
elephants
elevator
elizabeth
ellen
else
elves
emma
empties
empty
end
engaged
engine
engineer
engines
english
enjoy
enough
entire
envy
escalator
escape
especially
est
eve
even
evening
eventually
ever
every
everybody
everyone
everything
everywhere
exactly
excellent
except
excited
excitement
exciting
exclaimed
excuse
experts
explained
express
extra
extremely
eye
eyed
eyes
f
fabulous
face
faces
fact
factory
faint
fair
fairy
fall
fallen
falling
falls
family
famous
fan
fantastic
far
faraway
farm
farmer
farther
fascinated
fast
faster
fat
father
fault
favorite
fear
feathers
fed
feed
feel
feeling
feels
feet
felicity
fell
fellow
felt
fence
ferdinand
fetch
few
field
fields
fierce
fifteen
fifty
fight
fighting
fights
fill
filled
finally
find
fine
fingers
finish
finished
fire
firemen
first
fish
fit
fits
five
fix
flag
flap
flea
flew
flies
flip
flitter
float
floor
flop
flopsy
flora
flower
flowers
fly
flying
folks
follow
followed
follows
fond
food
fool
foot
for
forest
forests
forever
forget
forgetting
forgot
forgotten
form
forth
found
four
fox
foxes
frances
francine
free
freight
french
fresh
friday
fried
friend
friendly
friends
frightened
frightening
frisbee
fritter
frog
froggy
from
front
frost
frrooggyy
fruit
fruits
full
fun
funny
furious
furry
further
fuzzy
game
games
gander
gang
garage
garden
gardener
gardens
gasped
gate
gather
gathered
gave
george
get
gets
getting
giant
gift
giggled
gilly
girl
girls
give
given
gives
giving
glad
glance
glass
glasses
glittery
gloria
glove
gloves
glug
go
goat
goes
going
gold
golden
goldfish
goldie
goldilicious
gone
good
goodness
goodnight
gorilla
got
gotta
gotten
gourd
gown
grab
grabbed
grace
gramma
gramps
gran
grandfather
grandma
grandmother
grandpa
granny
grapes
grass
gray
great
green
grew
grickle
groomed
grop
grouchy
ground
grow
growing
grown
guess
guests
guy
h
ha
habit
habits
had
hadn
hair
half
hall
ham
hand
handed
handful
hands
handsome
handy
hang
hanging
happen
happened
happening
happily
happy
hard
harder
hardly
hare
harm
harold
harry
has
hat
hate
hated
hats
have
haven
having
he
head
headed
heads
hear
heard
hears
heart
heat
heavens
heavy
hedgehog
hedgie
held
hello
help
helped
helping
hen
henry
hens
her
here
herself
hey
hi
hid
hidden
hide
hides
hiding
high
higher
highways
hill
hills
him
himself
his
hit
hmm
ho
hold
holding
hole
holes
home
homework
honey
honk
honor
hook
hooray
hop
hope
hoped
hopped
hops
horn
horns
horrible
horse
horses
horton
hospital
hot
hour
hours
house
houses
how
howdy
however
howled
hubbles
huffed
hug
huge
huh
humming
humpf
hundred
hung
hungry
hunted
hunter
huppa
hurray
hurried
hurry
hurt
hustled
hyena
i
ian
ice
iced
icy
idea
ideas
if
ill
imagine
important
in
indeed
indoors
inside
insist
insisted
instant
instead
interrupting
into
introduced
is
island
isn
it
its
itself
j
jack
jacket
jam
jan
jane
jar
jealous
jelly
jellyball
jim
jo
job
join
joined
joy
juice
jump
jumped
jumping
jumps
jungle
just
kack
kangaroo
kangaroos
keep
keepers
keeping
kept
key
kid
kids
kind
kinds
king
kiss
kissed
kisses
kissing
kitchen
kite
kites
kitten
kittens
kitties
knee
knees
knew
knock
knocked
knocker
know
knows
knuffle
kuplank
kuplink
kuplunk
l
lab
lad
ladies
lady
ladybug
land
landed
lands
lane
large
larger
last
late
later
laugh
laughed
laughing
laundry
laura
lawn
lay
lead
leaf
learned
least
leave
leaves
leaving
led
left
leg
legs
ler
less
let
letter
letters
library
lie
life
lift
lifted
lifting
light
lights
like
liked
likes
lilly
lima
line
lined
lines
lion
lisa
list
listen
listened
listening
little
live
lived
lives
living
lizzy
ll
llama
loaf
lobster
locked
lonely
long
longer
longest
look
looked
looking
looks
loose
loots
lorax
lose
lost
lot
lots
loud
loudly
love
loved
lovely
loves
loving
low
luck
luckily
lucky
lulu
lunch
lupine
lupines
lurch
lydia
lying
m
ma
machine
mack
mad
made
madeline
madrid
magic
magical
mail
maisy
make
makes
making
mallard
mama
mammals
man
manners
many
march
martha
martin
mary
matador
matter
mattress
max
may
maybe
mayor
mcgregor
me
meal
mean
meant
meanwhile
meat
meatballs
medicine
meet
meeting
melted
men
meow
merrily
mess
met
michael
microchiroptera
middle
might
mighty
mike
mile
miles
milk
miller
mind
mine
minute
minutes
mirror
mischief
miss
missing
mistake
mittens
mixed
mmmm
mo
moi
mom
moment
mommy
monday
money
monkey
monkeys
monster
moo
moon
moonlight
moose
mopsy
more
morning
mornings
most
mostly
mother
mothers
motor
mountain
mountains
mouse
mouth
mouthful
move
moved
movie
moving
mr
mrs
much
mud
muffin
mulligan
munch
music
must
my
myself
n
nack
naked
name
named
names
nap
napkin
napkins
napping
naughty
near
nearby
nearly
neat
neck
necks
nectar
need
needed
needs
neighbor
neighbors
neither
nest
net
never
new
news
newspaper
next
nice
nick
night
nights
nighttime
nine
ninety
no
nobody
nodded
noise
noises
none
noon
nope
north
nose
not
note
nothing
notice
now
nowhere
number
numbers
nurse
nut
nutbrown
nuts
o
occasional
ocean
of
off
office
often
oh
oink
okay
old
older
oldest
olivia
on
once
one
ones
onions
only
onto
ooo
oops
open
opened
or
orange
oranges
ostrich
other
others
ouack
ought
our
out
outside
over
owl
owling
own
p
pa
pack
page
paid
pail
painters
painting
paints
pair
pajama
pajamas
pal
pancake
pancakes
pans
pants
papa
paper
parade
parents
park
part
parties
party
pass
passed
passenger
passengers
passes
past
patch
path
patted
paul
pay
pea
peach
peanut
peanuts
peas
pebble
pebbles
peddler
peeked
penalty
penguin
people
perfect
perfectly
perhaps
person
personal
persons
pet
pete
peter
philip
phone
picadores
pick
picked
picking
pickle
picnic
picture
pictures
pie
piece
pieces
pig
pigeon
pigs
pile
piled
pillow
pine
pink
pinkalicious
pip
pitt
pizza
place
placed
places
plain
plan
plane
plant
planted
planting
plants
plastic
plate
play
played
playing
please
plenty
plop
plucked
poached
pocket
pockets
pointing
pointy
polar
pole
police
policeman
policemen
polite
politely
politeness
pond
pool
poor
pop
popped
popperville
possibly
pot
potatoes
pots
pouch
practice
practicing
prefer
prepared
present
presently
presents
pressed
pretended
pretty
prince
princess
probably
problem
promise
promised
proper
protect
proud
prove
pterosaur
public
puff
puffed
puffing
pull
pulled
pulls
puppies
purple
purse
pushed
pushing
put
puts
putting
quack
quacked
quarters
queen
quick
quickly
quiet
quietly
quilt
quit
quite
r
rabbit
race
raced
races
racing
railcars
railroad
rain
rained
rainy
raised
raja
rake
ran
ranch
rang
rapunzel
ratburn
rather
re
reach
reached
read
reading
ready
real
realized
really
reason
recess
red
refrigerator
reindeer
remember
remembered
remind
reminded
replied
rescue
resist
rest
rhinoceros
rich
rid
ride
ridiculous
riding
right
ring
ringing
rita
river
road
roads
roared
roars
robert
rock
rocka
rocked
rocking
rocks
rode
roll
rolled
roller
rolling
rolls
ronald
roof
room
roots
rope
rose
round
ruby
rude
rumphius
run
running
runs
rushed
rushing
russia
rye
s
sad
sadly
safe
safely
said
sail
sailboat
sailed
sailing
sailors
sal
salad
sale
sally
salsa
salt
sam
same
sammy
sand
sandra
sandwich
sang
sanitation
sank
santa
sarah
sat
saturday
save
saved
saw
say
saying
says
scarcely
scare
scared
scarf
scene
scenery
school
schoolhouse
scold
scolded
scratch
screamed
screech
scrubbing
sea
searching
seat
seats
second
seconds
secret
see
seed
seeds
seek
seem
seemed
seems
seen
sees
sell
send
sense
sent
september
serious
served
set
setting
settled
seuss
seven
shade
shadow
shake
shall
shame
shampooed
shannon
share
sharing
sharp
she
sheep
sheet
shell
shhhhhh
shine
shining
shiny
ship
ships
shirt
shoe
shoes
shook
shooter
shoots
shop
shore
short
should
shoulder
shouldn
shout
shouted
shouting
shouts
shovel
shovels
show
showed
shower
showing
shut
shutters
shy
sick
side
sigh
sighed
sight
sign
silence
silent
silly
silver
simple
since
sincerely
sing
singing
single
sink
sir
sister
sit
sitting
six
size
skate
skates
skating
skip
skipped
sky
slam
sleep
sleeping
sleepy
sleigh
slept
slice
slid
slide
slinger
slipped
slow
slowed
slowly
slug
small
smart
smash
smashed
smell
smelled
smells
smile
smiled
smiling
smog
smoke
snack
snacks
snapped
sneeze
sneezed
sneezing
sniffed
snoozing
snore
snoring
snort
snorting
snow
snowball
snowed
snowy
snuffed
so
socks
soft
softly
sold
some
somebody
someday
someone
something
sometimes
somewhere
son
song
soon
sorry
sort
sorts
sound
sounded
sounds
soup
sour
south
space
spaghetti
speak
speaking
special
specialists
species
speck
speed
speeding
spend
spicy
spider
spike
spins
splash
splashing
split
splitter
spoil
spoke
spoon
sport
spot
spots
spread
spring
sprinkle
sprinkled
sprinkles
square
stairs
stamped
stand
standing
stared
staring
stars
start
started
starts
station
stay
stayed
steam
steer
stegosaurus
stellaluna
step
stepped
steps
stick
sticks
still
stocking
stomach
stone
stones
stood
stop
stopped
stopping
stops
store
stores
stories
story
straight
strange
straw
strawberry
stream
street
streets
stretched
strike
string
striped
stripes
strong
struck
stuck
students
studio
stump
such
suddenly
sugar
suit
suits
summer
sun
sunday
sunglasses
sunny
super
supermarket
supper
supposed
sure
surely
surprise
surprised
swam
swap
sweater
sweep
sweet
sweetie
swim
swimming
swing
swish
swung
sylvester
t
table
tablecloth
taco
tacos
tag
tail
tails
take
taken
takes
taking
talk
talked
talking
tall
tallulah
tangerine
taste
tasted
tastes
tasty
taught
tea
teacher
teddy
teenager
teeth
telephone
tell
tells
ten
tender
tent
terrible
terribly
than
thank
thanked
thanks
that
the
their
them
themselves
then
there
thermos
these
they
thick
thin
thing
things
think
thinking
thinks
third
thirsty
thirty
this
thneed
thneeds
those
though
thought
thoughtful
thousand
three
threw
throat
through
throw
throwing
thud
thump
thursday
tickets
tie
tied
tight
tightrope
till
time
times
tin
tiny
tip
tired
tissues
title
to
toast
today
toes
together
told
tomato
tomatoes
tomorrow
tonight
too
took
toolshed
tooth
top
toppings
tops
tortoise
touch
touched
toward
town
towns
toy
toys
track
tracks
traffic
train
trainer
trains
trash
trashy
travel
tray
treasure
tree
trees
triceratops
trick
tricks
tried
trim
trip
tripped
trixie
tropical
trouble
truck
trucks
true
truffula
truly
trunk
truth
try
tsz
tuck
tucked
tuesday
tugged
tumbled
tummy
turn
turned
turning
turns
turtles
twenty
twinkle
two
type
typewriter
um
uncle
uncles
under
underneath
unhappy
unicorn
unless
until
up
upon
ups
upset
upside
us
use
used
uses
using
usual
usually
v
valley
van
vanilla
ve
veal
very
vet
victoria
view
village
ville
visit
voice
voices
vroom
w
waddled
wait
waited
waiting
wake
walk
walked
walker
walking
walks
wall
walls
want
wanted
wants
warm
warn
was
wash
washing
wasn
waste
watch
watched
watching
watchman
water
wave
waved
waves
waving
way
ways
we
wear
wearing
weather
wedding
wednesday
wee
week
weeks
welcome
well
went
were
west
wet
whale
what
whatever
wheat
wheel
wheels
when
where
wherever
which
while
whisper
whispered
whistle
white
who
whole
whoo
whoooooooo
whos
whose
why
wickersham
wide
wife
wild
wildly
will
willems
wilted
win
wind
window
windows
wing
wings
wins
winter
wire
wish
wished
with
without
wizard
woke
wolf
woman
women
won
wonder
wondered
wonderful
wont
wood
woods
woof
word
words
wore
work
worked
working
world
worms
worried
worry
worse
would
wouldn
wound
wow
wrapped
write
writing
wrong
wrote
y
yard
yeah
year
years
yell
yelled
yellow
yes
yet
yopp
you
young
your
yours
yourself
yum
yummy
zoo
zoom
